{
  "posts": [
    {
      "id": 1,
      "title": "Паста мужика",
      "text": "Возврощаюсь я значит такой с работы, уже 11 часов вечера. Перед сном решил проверить вк, листаю листаю, и натыкаюсь на этот паблик....Блин, мужики, вы совсем бомжи интернетные? Найдите себе работу, девушку, арендуйте квартиру...Нет блин будем сидеть с утра до ночи на шее родителей, и писать не смешные пасты для таких же кабанчиков как мы...Пипец...."
    },
    {
      "id": 2,
      "title": "Разводка",
      "text": "Честно говоря, по моему скромному мнению и, не желая обидеть никого в чате, чьё мнение отличается от моего, но все-же, рассматривая этот вопрос с другой точки зрения, в тоже время, не опротестовывая ничью позицию и, стараясь быть объективным, а также, принимая во внимание все без исключения аргументы, других участников обсуждения, искренне полагаю, что ты палишь в конец пасты"
    },
    {
      "id": 3,
      "title": "Дорогой",
      "text": "Уважаемый [ник стримера] , вам уже известно о новых ценах сабок. Так вот сабка на ваш канал стоит 130 рублей, также биг мак стоит 130 рублей. Большинство работяг встало перед выбором, на что тратить кровные деньги. Так что прошу вас написать эссе на 20 страниц с описанием чем вы лучше биг мака. С уважением работяга с чата"
    },
    {
      "id": 4,
      "title": "Alien",
      "text": "Привет @стример, наконец-то мы тебя нашли, далёкой ночью 2000 года тебя похитил с нашего зоопарка, все твои друзья орангутанги скучают по тебе и рады что ты немного эволюционировал и даже начал стримить, словарный запас и речь конечно все ещё на уровне обезьян, но все же мы рады что нашли тебя"
    },
    {
      "id": 5,
      "title": "О главном",
      "text": "че опять устал стримить? 2 часика посидел и все, я вон 12 часов пашу в шахте и как огурчик с тян в кроватке шалю, а ты поиграл в игрушечку и все, эх вот бы тебе ремня хорошего реально попукать EZ EZ"
    },
    {
      "title": "whoami",
      "text": "Я хочу выделить тебе свою благодарность BloodTrail ты мне очень помог BloodTrail я включаю твой стрим своим детям BloodTrail они очень сильно смеются благодаря этому BloodTrail мы перестали тратить деньги на клоуна BloodTrail",
      "id": 6
    },
    {
      "title": "Зызнь",
      "text": "Я конечно проебал пол часа своей жизни, но наконец понял что тут происходит... Стример в левом верхнем углу - обыкновенный школьник со спирматаксикозом, неадекват, играет на публику ради просмотров к тому же анимешник, даже ник сам не смог придумать и спиздил из аниме. А эта рыжая прожмандовка просто высасывает из него весь медиа трафик неумело отыгрывая роль его скромной девственной девушки, хотя на самом деле подпускает к себе только мужчин на дорогих иномарках и возят ее по кальянам. Отписка",
      "id": 7
    },
    {
      "title": "Мама",
      "text": "Я твоя мама, тебя всегда били во дворе и для того чтобы не чувствовал себя ничтожеством мы с папой создали 500 аккаунтов на твиче и смотрим тебя.Не веришь? Сейчас мы будем копировать это сообщение со всех аккаунтов",
      "id": 8
    },
    {
      "title": "Папа",
      "text": "привет это я твой папа, извини, что 20 лет назад ушел за хлебом\nBibleThump\nя каюсь и извиняюсь\nBibleThump\nпрости меня сынок, я слышал у тебя все хорошо, стал популярным стримеров BibleThump я рад за тебя\nBibleThump\nможешь скинуть 20к, на хлеб не хватает, я так и не купил\nBibleThump\nя не могу вернуться с пустыми руками BibleThump",
      "id": 9
    }
  ]
}